* Headline
* Settings
#+BEGIN_SRC emacs-lisp
  (setq org-adapt-indentation nil)
  (setq org-agenda-files (list default-directory))

  (global-set-key "\C-cl" 'org-store-link)
  (global-set-key "\C-ca" 'org-agenda)
  (global-set-key "\C-cc" 'org-capture)
  (global-set-key "\C-cb" 'org-switchb)
#+END_SRC

#+RESULTS:
: org-switchb

* Titles
** Subtitles
*** Subsubtitles
* Lists
** Unordered
 - Hello
 - World
** Checkboxes
 - [X] Tomatoes
 - [ ] Cheese
 - [ ] Lettuce
** Ordered
 1. Hello
 2. World
* Tables
| What  |    $$ |
|-------+-------|
| Ice   |  3.00 |
| Soda  |  6.49 |
| Gin   |  4.99 |
|-------+-------|
| Total | 14.48 |
#+TBLFM: @>$2=vsum(@I..@II)
* Markup
*bold*, /italic/, _underlined_, =verbatim= and ~code~, and, if you must, +strike-through+
* TODOs
** TODO Show TODO keyword
** TODO Show how to toggle TODOs
* Dates
** Important meeting
<2018-04-11 Ons>
** Lunch with Malin
<2018-04-13 Fre 12:00-13:00>
** Walked the dog
[2018-04-09 Mån]
* Links
[[*Ordered][Ordered]]
* [#A] Priority
* Tags								:alex:andrej:
* Capture
#+BEGIN_SRC emacs-lisp
  (setq org-capture-templates
   '(("t" "Todo" entry (file+headline buffer-file-name "Captured Tasks")
          "* TODO %?\n%U")))
#+END_SRC

#+RESULTS:
| t | Todo | entry | (file+headline buffer-file-name Captured Tasks) | * TODO %?\n%U |
** Captured Tasks
